Repository: pythondev2019/diggingTreasureGame
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ru

source: Digging Treasure
ru: Спрятанные сокровища

source: Resume
ru: Продолжить

source: Pause
ru: Пауза

source: Life
ru: Здоровье

source: Instructions
ru: Инструкция

source: This is DigTreasure game:
ru: Игра Спрятанные сокровища:

source: 1) To complete the level you have to score as much money as you can see in the right top corner
ru: 1) Чтобы завершить уровень необходимо заработать столько очков сколько показано в верхнем углу экрана

source: 2) Fire is your emeny
ru: 2)Огоь - ваш враг

source: 3) To increase your health use aid kid
ru: 3) Используйте аптечки, чтобы восполнять здоровье

source: 4) Use Right and Left button to navigate and Down button to dig
ru: 4) Используйте стрелки Влево и Вправо для перемещения и стрелку Вниз для копания

source: Good luck and have fun!
ru: Удачи и веселья!

source: About
ru: О игре

source: This game was created by:
ru: Эта игра была создана

source: johnkim7 vmmnnn name570 for fun and as a project for python course
ru: johnkim7 vmmnnn name570 для веселья и как проект для спецкурса по Python3

source: Menu
ru: Меню

source: Please, input your name:
ru: Пожалуйста, введите имя

source: Welcome to Digging Treasure game!
ru: Добро пожаловать в игру Спрятанные сокровища

source: New Game
ru: Новая игра

source: View top
ru: Топ игроков

source: Invalid name
ru: Неверное имя

source: Name must be entered
ru: Введите имя

source: Top 10 best players
ru: Топ 10 игроков
